tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "atuin"
brew "libgit2@1.7"
brew "bat"
brew "bottom"
brew "btop"
brew "cmake"
brew "erdtree"
brew "exercism"
brew "eza"
brew "fd"
brew "git"
brew "grex"
brew "helix"
brew "hexyl"
brew "htmlq"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "just"
brew "kalker"
brew "kondo"
brew "llvm"
brew "macchina"
brew "marksman"
brew "mas"
brew "mise"
brew "pastel"
brew "pipes-sh"
brew "procs"
brew "ripgrep"
brew "sd"
brew "sk"
brew "slides"
brew "starship"
brew "taplo"
brew "tealdeer"
brew "tokei"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
cask "discord"
cask "espanso"
cask "font-cascadia-code"
cask "google-chrome"
cask "iina"
cask "orbstack"
cask "raycast"
cask "wezterm"
cask "yaak"
cask "zed"
